{
  "name":   "Michael Lajlev",
  "title":  "Digital product designer",
  "desc":   "I'm an ambition jack of all trades with a broad insight into the field of web design and development. I enjoy to create digital products from ideation to code it, in collaboration with other team members.",

  
  "links": [
    { "name": "Linkedin", "url": "http://linkedin.com/in/lajlev"},
    { "name": "Facebook", "url": "http://facebook.com/lajlev"},
    { "name": "Dribbble", "url": "https://dribbble.com/lajlev"},
    { "name": "Github",   "url": "http://github.com/lajlev"}
  ],

  "timeline": [
    { "from":     2014,
      "to":       "today",
      "orgName":  "Mobilethink",
      "orgUrl":   "http://mobilethink.com",
      "title":    "Senior digital product designer",
      "desc":     "I'm very excited to work for Mobilethink. I contribute with improvements for our innovative products in collaboration with the rest of Mobilethinks tallented team. Our products helps mobile consumers and marketeers all over the world.",
      "recomendations":[]    
    },
    { "from":     2013,
      "to":       2014,
      "orgName":  "Center of Digital Youth Care",
      "orgUrl":   "http://cfdp.dk/in-english",
      "title":    "Digital product director",
      "desc":     "I joined CfDP to improve and innovate on their digital counseling solutions. I designed and coded various digital products targeted to young people. I worked as design lead for the inhouse development team, and collaborated with major danish municipalities and external design agencies.",
      "recomendations": [
        { "name":       "Anni Marquard",
          "image":      "anni.jpg",
          "title":      "Founder",
          "url":        "http://dk.linkedin.com/in/annimarquard",
          "urlTitle":   "See Annis Linkedin profil",
          "desc":       "Michael is a very flexible co-operative and professionally skilled employee - and it has been of great value for all of us soft humanists at CfDP to have an IT tech geek like Michael on the team."
        },
        { "name":       "Jonas Sindal",
          "image":      "sindal.jpg",
          "title":      "Concept developer",
          "url":        "http://dk.linkedin.com/in/jonassindal",
          "urlTitle":   "See Jonas's Linkedin profil",
          "desc":       "Michael is creative, fast and intuitive in his workflow and at the same time he is able to maintain a solid focus on the quality and durability of his products. He has a great eye for simplicity and for boiling down complex situations to minimalist design solutions."
        }
      ]
    },
    { "from":     2010,
      "to":       2013,
      "orgName":  "Trustpilot",
      "orgUrl":   "http://trustpilot.com",
      "title":    "Digital product designer",
      "desc":     "I joined Trustpilot in it's early startup days. My biggest achivement was to increase consumers and companies engagement on trustpilot.com by improving workflows, user interface and building new features. My roles was within concept development, UI design and frontend development.",
      "recomendations":[
        { "name":       "Peter Holten Muhlmann",
          "image":      "peter.jpg",
          "title":      "Founder",
          "url":        "http://dk.linkedin.com/pub/peter-holten-muhlmann/2/599/982",
          "urlTitle":   "See Peters Linkedin profil",
          "desc":       "Michael is just a pleasure to work with and is excellent when you ping-pong on new ideas. You always walk away smarter. I never met anyone with such an amazing curiosity towards new developments within technology."
        },
        { "name":       "Victor Erixon",
          "image":      "victor.jpg",
          "title":      "Product designer",
          "url":        "http://www.linkedin.com/in/victorerixon/en",
          "urlTitle":   "See Victor's Linkedin profil",
          "desc":       "Michael was an excellent Prototype Designer, he worked really well in our team and he's very friendly. He could prototype features really quick, so quick that he had time to do some extra prototypes just to try out different scenarios. He's excellent."
        }
      ]    
    }
  ]
}
